Repository: vukbgit/simplex
Catalog: locales/*/LC_MESSAGES/simplex.po
Languages: it_it

source: list
it_it: elenco

source: insert
it_it: inserisci

source: update
it_it: modifica

source: delete
it_it: elimina

source: cancel
it_it: annulla

source: Record saved
it_it: Riga salvata

source: Record deleted
it_it: Riga eliminata

source: There is already another record with the same %s
it_it: Esiste già un'altra riga con lo stesso valore di %s

source: Missing value for mandatory foreign key %s
it_it: Manca il vaore per la chiave esterna obbligatoria %s

source: sort ascending
it_it: imposta ordine alfabetico ascendente

source: sort descending
it_it: imposta ordine alfabetico discendente

source: Please sign in
it_it: Prego, effettuare l'accesso

source: Username
it_it: Nome Utente

source: Please insert username
it_it: Prego, digitare il nome utente

source: Wrong username
it_it: Nome utente errato

source: Password
it_it: Password errata

source: Please insert password
it_it: Prego, inserire la password

source: Wrong password
it_it: Password errata

source: Sign in
it_it: Entra

source: current
it_it: corrente

source: Sign out
it_it: Esci

source: Close
it_it: Chiudi

source: maximum allowed upload size: %s MB
it_it: massima dimensione consentita per il caricamento: %s MB

source: maximum number of files: %s
it_it: numero massimo di file: %s

source: no limit
it_it: nessun limite

source: The value you entered for this field is invalid.
it_it: Il valore digitato per questo campo non è valido.

source: Filter
it_it: Filtra

source: maximum length %s characters
it_it: lunghezza massima: %s caratteri

source: Please fill out this field
it_it: Prego, compilare questo campo

source: Please enter an email address
it_it: Prego, digitare un indirizzo di posta elettronica

source: Please enter a URL
it_it: Prego, digitare un URL

source: Please lengthen this text to %s characters or more. You are currently using %s characters
it_it: Prego, allungare questo testo a %s caratteri o più. Al momento avete digitato %s caratteri

source: Please short this text to no more than %s characters. You are currently using %s characters
it_it: Prego, accorciare questo testo a non più di %s caratteri. Al momento avete digitato %s caratteri

source: Please enter a number
it_it: Prego, digitare un numero

source: Please select a valid value
it_it: Prego, selezionare un valore valido

source: Please select a value that is no more than %s
it_it: Prego, selezionare un valore che non sia maggiore di %s

source: Please select a value that is no less than %s
it_it: Prego, selezionare un valore che non sia minore di %s

source: Please match the requested format
it_it: Prego, conformarsi al formato richiesto

source: No records saved
it_it: Nessuna riga salvata

source: fields marked with * are mandatory
it_it: I campi contrassegnati con * sono obbligatori

source: move up
it_it: sposta in su

source: move down
it_it: sposta in giù

source: please select an item
it_it: prego selezionare una voce

source: Yes
it_it: Si

source: Field "%s" cannot be null
it_it: Il campo "%s" deve essere compilato

source: Field "%s" not found
it_it: Il campo "%s" non è stato trovato

source: clone
it_it: clona

source: Records deleted
it_it: Righe eliminate

source: Do you confirm action '%s' over selected records?
it_it: Si conferma l'operazione '%s' sulle righe selezionate?

source: %d records
it_it: %d righe

source: share
it_it: condividi

source: selected records bulk actions
it_it: azioni di massa sulle righe selezionate

source: you need to select at least one record
it_it: è necessario selezionare almeno una riga

source: This field is mandatory
it_it: Questo campo è obbligatorio

source: Missing sequence for primary key
it_it: Sequence mancante per chiave primaria

source: filter help
it_it: aiuto filtro

source: separate multiple search terms by spaces enclose sentences with double quotes (") results will be searched into the following fields: %s results will contain all of the search terms
it_it: separare con spazi termini di ricerca multipli racchiudere frasi con virgolette doppie (") i risultati verrano ricercati nei seguenti campi: %s i risultati conterranno tutti i termini di ricerca

source: Reset
it_it: Azzera

source: Insert new record
it_it: Inserisci nuovo record

source: reset sorting
it_it: azzera ordinamento

source: maximum number of results: %d
it_it: numero massimo di risultati: %d

source: No records match filter criteria
it_it: Nessuna riga soddisfa i criteri del filtro

source: Use filter to search for records
it_it: Usare il filtro per ricercare risultati

source: minimum length %s characters
it_it: lunghezza minima: %s caratteri

source: Query limit of %d records reached, consider filtering records
it_it: Il numero massimo di %d risultati è stato raggiunto, valutare se utilizzare il filtro
